Test_Results/YCSB/8/base.run-cluster.load.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 25967
[OVERALL], Throughput(ops/sec), 3.8510417067816842
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.10397812608310547
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.10397812608310547
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 352640.0
[CLEANUP], MinLatency(us), 352512
[CLEANUP], MaxLatency(us), 352767
[CLEANUP], 95thPercentileLatency(us), 352767
[CLEANUP], 99thPercentileLatency(us), 352767
[INSERT], Operations, 100
[INSERT], AverageLatency(us), 254330.88
[INSERT], MinLatency(us), 247424
[INSERT], MaxLatency(us), 709631
[INSERT], 95thPercentileLatency(us), 253055
[INSERT], 99thPercentileLatency(us), 264959
[INSERT], Return=OK, 100