Test_Results/YCSB/8/base.run-cluster.run.workload_20_80.100.100.txt
[OVERALL], RunTime(ms), 28340
[OVERALL], Throughput(ops/sec), 3.5285815102328866
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.09527170077628794
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.09527170077628794
[READ], Operations, 17
[READ], AverageLatency(us), 67258.35294117648
[READ], MinLatency(us), 66560
[READ], MaxLatency(us), 69247
[READ], 95thPercentileLatency(us), 68415
[READ], 99thPercentileLatency(us), 69247
[READ], Return=OK, 17
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 352128.0
[CLEANUP], MinLatency(us), 352000
[CLEANUP], MaxLatency(us), 352255
[CLEANUP], 95thPercentileLatency(us), 352255
[CLEANUP], 99thPercentileLatency(us), 352255
[UPDATE], Operations, 83
[UPDATE], AverageLatency(us), 321051.7590361446
[UPDATE], MinLatency(us), 313600
[UPDATE], MaxLatency(us), 713727
[UPDATE], 95thPercentileLatency(us), 319231
[UPDATE], 99thPercentileLatency(us), 324607
[UPDATE], Return=OK, 83