Test_Results/YCSB/8/base.run-cluster.run.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 13602
[OVERALL], Throughput(ops/sec), 7.3518600205852085
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.1985002205558006
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.1985002205558006
[READ], Operations, 76
[READ], AverageLatency(us), 72251.36842105263
[READ], MinLatency(us), 66432
[READ], MaxLatency(us), 468479
[READ], 95thPercentileLatency(us), 67647
[READ], 99thPercentileLatency(us), 68735
[READ], Return=OK, 76
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 350592.0
[CLEANUP], MinLatency(us), 350464
[CLEANUP], MaxLatency(us), 350719
[CLEANUP], 95thPercentileLatency(us), 350719
[CLEANUP], 99thPercentileLatency(us), 350719
[UPDATE], Operations, 24
[UPDATE], AverageLatency(us), 315946.6666666667
[UPDATE], MinLatency(us), 313344
[UPDATE], MaxLatency(us), 320767
[UPDATE], 95thPercentileLatency(us), 319743
[UPDATE], 99thPercentileLatency(us), 320767
[UPDATE], Return=OK, 24